import { NewsTypes } from "@/types/newsTypes";

const DataNews: NewsTypes[] = [
  {
    id: 1,
    title: "رئيس الوزراء يصل بورسعيد ",
    description:
      "وصل الدكتور مصطفى مدبولي، رئيس مجلس الوزراء، صباح اليوم، إلى محافظة بورسعيد، لبدء جولة تفقدية تشمل عدة مشروعات صناعية وتنموية وخدمية بالمحافظة، يرافقه خلالها الفريق مهندس كامل الوزير، نائب رئيس مجلس الوزراء للتنمية الصناعية، وزير الصناعة والنقل، والدكتورة منال عوض، وزيرة التنمية المحلية، والمهندس شريف الشربيني، وزير الإسكان والمرافق والمجتمعات العمرانية، والسيد/ محمد عبد اللطيف، وزير التربية والتعليم والتعليم الفني.",
    image: "/imgs/news.jpg",
  },
  // {
  //   id: 2,
  //   title: "تمثال مصر أم الدنيا  ",
  //   description: "من النادر أن ترى بلداً في موقعها تُطل على بحر وقناة وتقع في قارتين آسيا وأفريقيا ويشهد أبرز ميادينها 'ساحة مصر' رسالة للعالم من قلب محافظة بورسعيد",
  //   image: "/imgs/MsrAmEldonya.jpg",
  // },
  {
    id: 3,
    title: "رجوع السياحة في بورسعيد",
    description:
      "انتعاش في السياحة العالمية: شهدت بورسعيد عودة قوية للسياحة، حيث استقبلت أكثر من 10,000 سائح خلال شهر واحد. تضمنت الفعاليات أجواء احتفالية في ساحة مصر واستقبال السفن السياحية بعروض السمسمية الشهيرة​",
    image: "/imgs/news1.jpg",
  },
  {
    id: 4,
    title: "ميناء بورسعيد السياحي",
    description:
      "ميناء بورسعيد السياحى يستقبل 4 سفن سياحية ويختا فى 20 يوما.. الأهالى: بشائر الخير هلت علينا.. حمام السلام يستقبل الزوار فى ساحة مصر.. ومسئولو السياحة يقدمون الورود لأكثر من 5 آلاف سائح خلال الشهر الحالى",
    image: "/imgs/news4.jpg",
  },
  {
    id: 5,
    title: "السفينة LIRICA 2",
    description:
      "يشهد ميناء بورسعيد السياحي، فجر غد الثلاثاء، استقبال السفينة السياحية الفاخرة (LIRICA 2) ضمن رحلات سياحة اليوم الواحد، حيث وجه المحافظ اللواء محب حبشي، بتوفير كافة الخدمات والترتيبات اللازمة لاستقبال الضيوف الكرام، وذلك في إطار حرص المحافظة على تعزيز السياحة ورفع شأن مصر",
    image: "/imgs/news3.jpg",
  },
];

export default DataNews;
