import { NewsTypes } from '../Types/newsTypes';


const DataNews:  NewsTypes[]= [
  {
    id: 1,
    title: "رجوع السياحة في بورسعيد",
    description: "انتعاش في السياحة العالمية: شهدت بورسعيد عودة قوية للسياحة، حيث استقبلت أكثر من 10,000 سائح خلال شهر واحد. تضمنت الفعاليات أجواء احتفالية في ساحة مصر واستقبال السفن السياحية بعروض السمسمية الشهيرة​",
    image: "/imgs/news1.jpg",
  },
  {
    id: 2,
    title: "ميناء بورسعيد السياحي",
    description: "ميناء بورسعيد السياحى يستقبل 4 سفن سياحية ويختا فى 20 يوما.. الأهالى: بشائر الخير هلت علينا.. حمام السلام يستقبل الزوار فى ساحة مصر.. ومسئولو السياحة يقدمون الورود لأكثر من 5 آلاف سائح خلال الشهر الحالى",
    image: "/imgs/news2.jpg",
  },
  {
    id: 3,
    title: "السفينة LIRICA 2",
    description: "يشهد ميناء بورسعيد السياحي، فجر غد الثلاثاء، استقبال السفينة السياحية الفاخرة (LIRICA 2) ضمن رحلات سياحة اليوم الواحد، حيث وجه المحافظ اللواء محب حبشي، بتوفير كافة الخدمات والترتيبات اللازمة لاستقبال الضيوف الكرام، وذلك في إطار حرص المحافظة على تعزيز السياحة ورفع شأن مصر",
    image: "/imgs/news3.jpg",
  },
];

export default DataNews;
