const DataAboutPort = [ 
  {
    "id": 1,
    "title": "نشأة بورسعيد",
    "discription": "تأسست بورسعيد عام 1859 مع بدء أعمال حفر قناة السويس، حيث أنشئت لتكون ميناء ومقراً للعاملين في مشروع القناة.",
    "history": "بورسعيد شهدت تطوراً كبيراً منذ نشأتها حيث أصبحت مركزاً للتجارة والنقل البحري ومعبراً هاماً للتجارة العالمية بعد افتتاح قناة السويس عام 1869.",
    "image": "/imgs/portsaid4.jpg",
  },
  {
    "id": 2,
    "title": "حدائق بورسعيد",
    "discription": "تتميز بورسعيد بحدائقها الخلابة التي تُعَدّ متنفساً طبيعياً لأهل المدينة وزائريها.",
    "history": "تطورت حدائق بورسعيد على مر السنين لتشمل مناطق ترفيهية ومساحات خضراء كبيرة، حيث يعتبر تطويرها جزءاً من خطط التنمية المستدامة في المدينة.",
    "image": "/imgs/portsaid1.jpg",
  },
  {
    "id": 3,
    "title": "دور بورسعيد في الحروب",
    "discription": "لعبت بورسعيد دوراً هاماً في تاريخ مصر الحديث خاصة خلال العدوان الثلاثي عام 1956.",
    "history": "خلال العدوان الثلاثي على مصر عام 1956، كانت بورسعيد مركز المقاومة الشعبية، وقد تصدى أهلها للهجوم، مما جعلها رمزاً للصمود والتحدي.",
    "image": "/imgs/portsaid6.jpg",
  },
  {
    "id": 4,
    "title": "بورسعيد الحديثة",
    "discription": "اليوم، تعتبر بورسعيد من المدن المصرية المتقدمة التي تجمع بين التاريخ والتطور الحديث.",
    "history": "تشهد بورسعيد تطوراً ملحوظاً في البنية التحتية، حيث تضم مناطق صناعية ومشاريع تنموية تسهم في دفع الاقتصاد المصري، مع الحفاظ على طابعها التاريخي والثقافي.",
    "image": "/imgs/portsaid7.jpg",
  },
];

export default DataAboutPort;
