import { NewsTypes } from "@/types/newsTypes";

const DataAboutPort: NewsTypes[] = [
  {
    id: 1,
    title: "نشأة بورسعيد",
    description: "تأسست بورسعيد عام 1859 مع بدء أعمال حفر قناة السويس، حيث أنشئت لتكون ميناء ومقراً للعاملين في مشروع القناة.",
    history: "بورسعيد شهدت تطوراً كبيراً منذ نشأتها حيث أصبحت مركزاً للتجارة والنقل البحري ومعبراً هاماً للتجارة العالمية بعد افتتاح قناة السويس عام 1869.",
    image: "/imgs/portsaidOld2.jpg",
  },
  {
    id: 2,
    title: "دور بورسعيد في الحروب",
    description: "لعبت بورسعيد دوراً هاماً في تاريخ مصر الحديث خاصة خلال العدوان الثلاثي عام 1956.",
    history: "خلال العدوان الثلاثي على مصر عام 1956، كانت بورسعيد مركز المقاومة الشعبية، وقد تصدى أهلها للهجوم، مما جعلها رمزاً للصمود والتحدي.",
    image: "/imgs/portsaidOld3.jpg",
  },
  {
    id: 3,
    title: "متحف بورسعيد الحربي",
    description: "متحف بورسعيد الحربي أحد متاحف مدينة بورسعيد.",
    history: "أنشئ متحف بورسعيد عام 1964 وذلك لتخليد ذكرى العدوان الثلاثي 1956 على مدينة بورسعيد وذلك ليكون شاهدًا مدى التاريخ على بطولة شعب بورسعيد الباسل في الدفاع عن الأرض. وقد أقيم المتحف على مساحة 7.000 م2 تقريبا في موقعه الحالي بشارع 23 يوليو أمام مستشفى العسكري وذلك في 23/12/ 1964 ليواكب احتفالات المحافظة يوم العيد القومي لها والذي يتزامن مع جلاء آخر جندي من المعتدين عن أرض مصر. وقد تم تطوير المتحف بإضافة قاعة لمقتنيات حرب أكتوبر وتم افتتاحه عام 1978 .",
    image: "/imgs/museum.jpg",
  },
  {
    id: 4,
    title: "بورسعيد الحديثة",
    description: "اليوم، تعتبر بورسعيد من المدن المصرية المتقدمة التي تجمع بين التاريخ والتطور الحديث.",
    history: "تشهد بورسعيد تطوراً ملحوظاً في البنية التحتية، حيث تضم مناطق صناعية ومشاريع تنموية تسهم في دفع الاقتصاد المصري، مع الحفاظ على طابعها التاريخي والثقافي.",
    image: "/imgs/portsaidMap.jpg",
  },
];

export default DataAboutPort;
